import more from '../svg/more.svg';

function Explan() {
    return (
        <div className="explan">
            <span>새로 지어진 2베드룸 오두막은 세기 중반 현대적인 건축물입니다. 언덕 꼭대기에 위치한 이 숙소는 아름다운 바툴라오 산 일몰, 차분한 발라얀 만, 울창한 나수그부
                농지를 360도 감상할 수 있습니다. 독특한 지형과 고도를 갖추고 있어 일년 내내 신선한 산악 바람과 서늘한 날씨를 감상할 수 있습니다. 시골의 생생한 아름다움과
                부티크 호텔의 편안함을 결합함으로써 캐빈은 재정의된 R&amp;R 경험을 제공합니다.
                {/* <br ><br><span className="_1di55y9">숙소</span><br>이
                    공간은 시대를 초월한 미드 센추리 모던과 인더스트리얼 요소의 상호 작용을 보여줍니다. 심플하고 깔끔한 라인과 오픈 스페이스를 디자인 전반에 활용하고 있다. 산과
                    바다의 영화적 전망을 자랑하는 이 오두막은 6 ~ 8명의 가족 또는 단체를 위한 친근하고 편안한 휴가 경험을 제공합니다. <br><br>숙소에는 다음과 같은 시설이
                        있습니다. <br><br>* 침실 1에는 킹사이즈 침대가 있으며, 침실 2에는 더블 침대가 2개 있습니다. 모두 푹신한 호텔식 고급 침구류 * 6인 초과 인원에
                            대해서는 바닥용 매트리스 (싱글 매트리스 2개) 로 덮여<br>있습니다 (참고: 6인 초과 인원에 대해서는 1인당 요금을 부과합니다).<br>* 각 객실에 딸린 유리
                                욕실, 샤워기, 난방기,<br>친환경 욕실 편의시설 * 편의시설이<br>완비된 세련된 주방 디자인 (전기 스토브, 전자레인지, 오븐, 밥솥, 커피 메이커, 냄비와
                                    프라이팬, 식기, 식기, 식기 등)<br>* 양쪽 객실에 평면 TV (USB에 지역 채널 및 영화 저장) 및 에어컨 시설 <br />* 빈티지 턴테이블, 블루투스
                                        스피커<br>* 미드 센추리풍 가구가 구비된 거실<br>* 야외 선큰 파티오<br>* 난방 인피니티 풀 (수영장 난방비는 유료)<br>* 야외 그릴/아침 식사
                                            공간<br>* 모닥불 공간 (게스트는 소정의 요금을 내고 모닥불 공간을 이용할 수 있습니다)<br><br><br>즐길 거리: <br><br>저희 오두막은 집의
                                                편안함을 희생하지 않고 야외에서 멋진 시간을 보내고 싶은 소그룹에게 안성맞춤입니다. <br><br>오두막에서 게스트는 다음과 같은 활동을 할 수 있습니다.<br>•
                                                    가라앉은 데크에서 휴식을 취하며 자연과 조화를 이루세요.<br>• 인피니티 풀에 몸을 담그며 멋진 풍경을 즐기세요.<br>• 산이 내려다보이는 데크에서 요가와 명상을
                                                        연습하세요.<br>• 가라앉은 데크에서 시원한 바람을 맞으며 휴식을 취하세요.<br>• 가족이나 친구와 함께 음식을 구워보세요.<br><br><br>저희 숙소는
                                                            칼라카와 나수그부의 구불구불한 언덕을 따라 바툴라오 산을 하이킹하고 자전거를 타기에 이상적인 장소입니다. <br><br>참고: <br><br>1&rpar; 숙소에서
                                                                사진 비디오 촬영&comma; 제품 촬영 및 이벤트를 허용하지 않습니다.<br><br>2&rpar; 바툴라오 산으로 하이킹 여행을 떠날 수 있습니다. 관광객을 위한 하이킹 여행을
                                                                    도와주는 경험이 풍부한 현지인을 추천해 드릴 수 있습니다.<br><br>3&rpar; 우리는 500 pax에 대한 침 항원 검사를 현장에서 필요로 합니다. 어린이는
                                                                        면제됩니다. */}
            </span>
            <button className="more flex">더 보기
                <span>
                    <img src={more} />
                </span>
            </button>
        </div>
    );
}

export default Explan;